Repository: CRISalid-esr/svp-harvester
Catalog: locales/*/LC_MESSAGES/admin.po
Languages: fr_fr

source: Overview
fr_fr: Accueil

source: Data retrieval
fr_fr: Collecte de données

source: Harvesting history
fr_fr: Historique des collectes

source: Entity parameters
fr_fr: Paramètres de l'entité

source: Entity type
fr_fr: Type d'entité

source: Searcher
fr_fr: Chercheur

source: Searcher structure
fr_fr: Structure de recherche

source: Search type
fr_fr: Type de recherche

source: Comprehensive search
fr_fr: Recherche globale

source: Novelty search
fr_fr: Rechercher les nouveautés

source: Search for updates
fr_fr: Rechercher les mises à jour

source: Search for matches
fr_fr: rechercher les correspondances

source: Filter by notice type
fr_fr: Filtrer par type de notices

source: Journal article
fr_fr: Article dans une revue

source: Conference presentation
fr_fr: Communication dans un congrès

source: Conference poster
fr_fr: Poster de conférence

source: Proceedings
fr_fr: Recueil des communications

source: Special journal issue
fr_fr: N°spécial de revue

source: Book
fr_fr: Ouvrage

source: Book chapter
fr_fr: Chapitre d'ouvrage

source: Scientific blog post
fr_fr: Article de blog scientifique

source: Encyclopedia or dictionary notice
fr_fr: Notice d’encyclopédie ou de dictionnaire

source: Translation
fr_fr: Traduction

source: Patent
fr_fr: Brevet

source: Other scientific publication
fr_fr: Autre publication scientifique

source: Working paper
fr_fr: Pré-publication, Document de travail

source: Report
fr_fr: Rapport

source: Thésis
fr_fr: Thèse

source: Lecture
fr_fr: Cours

source: Student thesis
fr_fr: Mémoire d'étudiant

source: Video
fr_fr: Vidéo

source: Sound
fr_fr: Son

source: Map
fr_fr: Carte

source: Software
fr_fr: Logiciel

source: Document for scientific events
fr_fr: Document associé à des manifestations scientifiques

source: Report Chapter
fr_fr: Chapitre de rapport

source: Establishment thesis
fr_fr: Thèse d'établissement

source: Reading note
fr_fr: Note de lecture

source: Other reports, seminars, workshops
fr_fr: Autre rapport, séminaire, workshop

source: Activity report
fr_fr: Rapport d'activité

source: Summary notes
fr_fr: Note de synthèse

source: Search range
fr_fr: Intervalle de recherche

source: Start search
fr_fr: Lancer la recherche

source: data collection status
fr_fr: État de la collecte

source: Search results
fr_fr: Résultats de la recherche
